{
  "NotFoundPage": {
    "title": "Sorry, this page could not be found.",
    "button": "Go back to the home page"
  },
  "Home": {
    "HeroSection": {
      "title": "Business Development as a Service",
      "button": "Contact us!"
    },
    "AboutSection": {
      "title": "About Us",
      "description1": [
        "Welcome to",
        "The Connector Consultancy",
        "the premier business consulting firm dedicated to fostering growth and success in the Middle East and North Africa (MENA) region."
      ],
      "description2": "  With a team of experienced professionals and an extensive network of industry connections, we are committed to providing tailored solutions that empower businesses to thrive in this dynamic economic landscape.",
      "numbers": [
        {
          "title": "Clients surveyed",
          "number": 25
        },
        {
          "title": "Countries of Operation",
          "number": 5
        },
        {
          "title": "successful projects",
          "number": 40
        }
      ]
    },
    "OurServicesSection": {
      "title": "Our Services",
      "items": [
        {
          "title": "Staff Augmentation",
          "description": "We provide flexible, pre-vetted talent to help you scale quickly—meeting project demands without the overhead of permanent hires."
        },
        {
          "title": "Soft Landing Across (MENA)",
          "description": "We help international businesses enter and grow in the Middle East and North Africa, providing market entry strategies, legal setup, partnerships, and regulatory guidance."
        },
        {
          "title": "Buliding Brands & Digital Presence",
          "description": "We build cohesive brand identities with logo design, guidelines, websites, and social media—plus sales kits and strategies to help you stand out."
        }
      ]
    },
    "OurValuesSection": {
      "title": "Our Values",
      "items": [
        {
          "title": "EFFICIENCY",
          "description": "We optimize business processes to deliver rapid, precise, and cost-effective consultancy services tailored to your needs."
        },
        {
          "title": "EMPOWERMENT",
          "description": "We equip organizations with the tools and strategies necessary to empower their teams, enhance their capabilities, and expand their influence."
        },
        {
          "title": "CREATIVITY",
          "description": "We foster innovative thinking and original solutions that inspire and engage stakeholders, driving your business forward."
        },
        {
          "title": "CONSISTENCY",
          "description": "We ensure a uniform, high-quality experience across all projects, regardless of location so that you can trust our expertise every time."
        },
        {
          "title": "CULTURAL GROWTH",
          "description": "We champion the development of diverse voices in the business landscape, promoting growth and representation within the MENA region and beyond."
        }
      ]
    }
  }
}