{
  "NotFoundPage": {
    "title": "Sorry, this page could not be found.",
    "button": "Go back to the home page"
  },
  "Home": {
    "HeroSection": {
      "title": "Business Development as a Service",
      "button": "Contact us!"
    },
    "AboutSection": {
      "title": "About Us",
      "description1": [
        "Welcome to",
        "The Connector Consultancy",
        "the premier business consulting firm dedicated to fostering growth and success in the Middle East and North Africa (MENA) region."
      ],
      "description2": "  With a team of experienced professionals and an extensive network of industry connections, we are committed to providing tailored solutions that empower businesses to thrive in this dynamic economic landscape.",
      "numbers": [
        {
          "title": "Clients surveyed",
          "number": 25
        },
        {
          "title": "Countries of Operation",
          "number": 5
        },
        {
          "title": "successful projects",
          "number": 40
        }
      ]
    },
    "OurServicesSection": {
      "title": "Our Services",
      "items": [
        {
          "title": "Staff Augmentation",
          "description": "We provide flexible, pre-vetted talent to help you scale quickly—meeting project demands without the overhead of permanent hires."
        },
        {
          "title": "Soft Landing Across (MENA)",
          "description": "We help international businesses enter and grow in the Middle East and North Africa, providing market entry strategies, legal setup, partnerships, and regulatory guidance."
        },
        {
          "title": "Buliding Brands & Digital Presence",
          "description": "We build cohesive brand identities with logo design, guidelines, websites, and social media—plus sales kits and strategies to help you stand out."
        },
        {
          "title": "Software Engineering",
          "description": "We build cohesive brand identities with logo design, guidelines, websites, and social media—plus sales kits and strategies to help you stand out."
        }
      ]
    },
    "OurValuesSection": {
      "title": "Our Values",
      "items": [
        {
          "title": "EFFICIENCY",
          "description": "We optimize business processes to deliver rapid, precise, and cost-effective consultancy services tailored to your needs."
        },
        {
          "title": "EMPOWERMENT",
          "description": "We equip organizations with the tools and strategies necessary to empower their teams, enhance their capabilities, and expand their influence."
        },
        {
          "title": "CREATIVITY",
          "description": "We foster innovative thinking and original solutions that inspire and engage stakeholders, driving your business forward."
        },
        {
          "title": "CONSISTENCY",
          "description": "We ensure a uniform, high-quality experience across all projects, regardless of location so that you can trust our expertise every time."
        },
        {
          "title": "CULTURAL GROWTH",
          "description": "We champion the development of diverse voices in the business landscape, promoting growth and representation within the MENA region and beyond."
        }
      ]
    }
  },
  "Services": {
    "StaffAugmentation": {
      "title": "Staff Augmentation",
      "description": "This service provides flexible, pre-vetted talent to help you scale quickly—meeting project demands without the overhead of permanent hires.",
      "WhySection": {
        "title": "Why Staff augmentation?",
        "items": [
          {
            "title": "Hassle free employment",
            "description": [
              "This allows companies to scale their teams up or down based on project requirements or business needs and provides the flexibility to tackle projects of varying sizes without worrying about maintaining a large workforce year-round.",
              "The company can bypass lengthy hiring and onboarding processes, as many augmented staff are already trained in their specialties."
            ]
          },
          {
            "title": "Lower Cost",
            "description": "Reduces the need for lengthy recruitment processes, full-time salaries, benefits, and other overhead costs associated with permanent hires. Companies pay only for the specific skills they need, exactly when they need them."
          },
          {
            "title": "Great Talents",
            "description": "Bring in experts with specific skills that your current team may lack, ensuring high-quality project delivery."
          }
        ]
      },
      "WhyEgyptSection": {
        "title": "Why Egypt?",
        "items": [
          {
            "title": "Large Pool of Skilled Talent",
            "description": "Egypt has a highly educated workforce, particularly in fields like IT, engineering, and business. This allows companies to find skilled professionals for specialized roles, such as software development, data analysis, and project management."
          },
          {
            "title": "Cost Effieciency",
            "description": "Egypt has become a hub for IT outsourcing, with professionals experienced in international business practices from clients in the U.S., Europe, and the Middle East."
          },
          {
            "title": "Growing Experience with Global Clients",
            "description": "Egypt has become a hub for IT outsourcing, with professionals experienced in international business practices from clients in the U.S., Europe, and the Middle East."
          },
          {
            "title": "Time zone",
            "description": "Located at the crossroads of Europe, Asia, and Africa, Egypt’s Eastern European Time (EET) zone facilitates seamless business continuity with the US and Asia."
          }
        ]
      },
      "ourServicesSection": {
        "title": "Our Services",
        "items": [
          "TALENTS SOURCING",
          "FULLY OUTSOURCING",
          "MANAGED SQUAD"
        ]
      },
      "howDoesItWorkSection": {
        "title": "How Does it Work?",
        "Workflow": {
          "title": "Work flow",
          "items": [
            "Sign a contract with The Connector Consultancy and an Intellectual Property (IP) Agreement.",
            "We formalize employment contracts between candidates and our subsidiary company, including social insurance coverage.",
            "Social insurance coverage begins on the first day of employment.",
            "Salary transfers are processed through bank accounts.",
            "Monthly salaries are paid after social insurance (employee share) and taxes are deducted according to Egyptian law.",
            "The Connector will keep a file for each employee in accordance with Egyptian labor law."
          ]
        },
        "EmployeesBenefits": {
          "title": "EMPLOYEES BENEFITS & WORK ENVIROMENT",
          "items": [
            "Social Insurance",
            "Medical Insurance",
            "Yearly Contract",
            "Workspace in Cairo & Alexandria",
            "Asset Managment (Laptop,Mobile, ...)"
          ]
        }
      },
      "pricingModelSection": {
        "title": "Pricing Model",
        "items": [
          {
            "title": "Talents sourcing",
            "description": [
              "Fixed fee per resource",
              "One-time invoice"
            ]
          },
          {
            "title": "Fully outsourcing",
            "description": [
              "Percentage (%) of the Salary cost",
              "MOnthly invoices"
            ]
          },
          {
            "title": "Managed Squad",
            "description": [
              "Fixed monthly fee per each resource",
              "Resource pricing based on title, experience, and skill set."
            ]
          }
        ]
      }
    },
    "SoftLanding": {
      "title": "Soft Landing Across (MENA)",
      "description": "This service provides comprehensive support for international businesses seeking to establish and expand their presence across Middle Eastern and North African markets.",
      "secondaryDescription": [
        "This specialized service offers a strategic entry point by navigating the complex regulatory landscapes, diverse cultural nuances, and unique business ecosystems of countries Especially the GCC and North Africa Region.",
        "Service providers assist with essential elements including market entry strategy, legal entity formation, local partnership development, officespace procurement, and regulatory compliance across different MENA jurisdictions.",
        "Connecting you with MENA business hubs and stakeholders."
      ]
    },
    "SoftwareEngineering": {
      "title": "Software Engineering",
      "description": "This comprehensive service encompasses everything from foundational brand identity creation - including distinctive logo design, cohesive visual elements, and detailed brand guidelines - to full-scale digital presence development through custom, SEO-optimized websites and strategic social media management across key platforms.",
      "items": [
        "Web Development",
        "Mobile Application Development",
        "AI",
        "Cyber Security"
      ]
    },
    "BuildingBrands": {
      "title": "Building Brands",
      "description": "This comprehensive service encompasses everything from foundational brand identity creation - including distinctive logo design, cohesive visual elements, and detailed brand guidelines - to full-scale digital presence development through custom, SEO-optimized websites and strategic social media management across key platforms.",
      "secondaryDescription": [
        "This integrated approach is particularly valuable for businesses seeking to establish a strong market presence while simultaneously building effective sales channels, as it aligns brand messaging with sales objectives across all customer touchpoints - from social media engagement to direct sales interactions.",
        "The sales strategy component provides detailed market analysis, customer journey mapping, pricing strategies, and sales process optimization, ensuring brands not only look professional but also perform effectively in the market.",
        "The service extends beyond traditional branding by integrating sophisticated sales enablement tools, including customized sales kits that arm teams with compelling presentation materials, product catalogs, case studies, and pitch decks."
      ],
      "brandingSection": {
        "title": "Branding",
        "description": "We help you create a cohesive brand identity that resonates with your target audience. Our branding services include:",
        "items": [
          "Logo Design",
          "Brand Guidelines",
          "Visual Identity"
        ]
      },
      "DigitalPresenceSection": {
        "title": "Digital Presence",
        "description": "We help you create a cohesive brand identity that resonates with your target audience. Our branding services include:",
        "items": [
          "Social Media Strategy",
          "Content Creation",
          "Analytics and Reporting"
        ]
      }
    }
  },
  "Portfolio": {
    "buildingBrandsAndSoftwareEngineering": {
      "title": "Building Brands & Digital Presence",
      "description": "lorem",
      "items": {
        "venttat": {
          "title": "Venttat",
          "description": "lorem",
          "tags": [
            "UI/UX Design",
            "Web Developmnet"
          ],
          "body": {
            "What": [
              "lorem",
              "lorem",
              "lorem"
            ],
            "Why": [
              "lorem",
              "lorem",
              "lorem"
            ],
            "How": [
              "lorem",
              "lorem",
              "lorem"
            ]
          }
        },
        "mukammel": {
          "title": "Mukammel",
          "description": "lorem",
          "tags": [
            "UI/UX Design",
            "Web Developmnet"
          ],
          "body": {
            "What": [
              "lorem",
              "lorem",
              "lorem"
            ],
            "Why": [
              "lorem",
              "lorem",
              "lorem"
            ],
            "How": [
              "lorem",
              "lorem",
              "lorem"
            ]
          }
        }
      }
    },
    "staffAugmentationAndSoftLanding": {}
  },
  "Footer": {
    "columns": [
      {
        "title": "Building Brands & Software Engineering",
        "items": [
          "Software Engineering Services",
          "Building Brands Services",
          "Portfolio"
        ]
      },
      {
        "title": "Staff Augmentation & Soft Landing",
        "items": [
          "Staff Augmentation Service",
          "Soft Landing Service",
          "Portfolio"
        ]
      },
      {
        "title": "Contact",
        "items": [
          "Contact us Page",
          "Facebook",
          "Linkedin"
        ]
      }
    ],
    "copyright": "© 2025 The Connector. All rights reserved"
  }
}